Repository: xfce-mirror/exo
Catalog: po/vec.po
Languages: vec

source: Follow state
vec: Seguir el stato

source: Render differently based on the selection state.
vec: Raprezentar de forma difarente dipendendo dal stato de ła sełesion.

source: Icon
vec: Icona

source: The icon to render.
vec: Ła icona che se mostrarà.

source: The GIcon to render.
vec: Ojeto GIcon da mostrar.

source: size
vec: dimension

source: The size of the icon to render in pixels.
vec: Dimension de l'icona da mostrar in pixel.

source: Failed to open file "%s": %s
vec: Inpusìbiłe vèrzar el file «%s»: %s

source: Failed to read file "%s": %s
vec: Inpusìbiłe lèzar el file «%s»: %s

source: Failed to load image "%s": Unknown reason, probably a corrupt image file
vec: No se ga podesto cargar ła imàzene «%s»: Motivasion desconosesta. Probabilmente el file el ze danejà

source: Failed to open "%s".
vec: No se ga podesto vèrzar «%s».

source: Action Icons
vec: Icone de łe asion

source: Animations
vec: Animasion

source: Application Icons
vec: Icone de łe aplicasion

source: Menu Icons
vec: Icone del menù

source: Device Icons
vec: Icone dei dispozitivi

source: Emblems
vec: Enblemi

source: File Type Icons
vec: Icone del tipo de file

source: Location Icons
vec: Icone de łe pozision

source: Status Icons
vec: Icone dei stati

source: Stock Icons
vec: Iconi de reserva

source: Uncategorized Icons
vec: Iconi no clasifegai

source: All Icons
vec: Tute łe icone

source: Image Files
vec: File de imàzeni

source: No Icon
vec: Sensa icona

source: Select _icon from:
vec: Ełèzar ła _icona de:

source: _Search icon:
vec: _Sercar na icona:

source: Clear search field
vec: Descancełar el canpo de riserca

source: Column Spacing
vec: Spàsio intrà cołone

source: Space which is inserted between grid column
vec: Spàsio che el se inserise intrà łe cołone de ła grea

source: Number of columns
vec: Nùmaro de cołone

source: Number of columns to display
vec: Nùmaro de cołone da mostrar

source: Enable Search
vec: Abiłitar ła riserca

source: View allows user to search through columns interactively
vec: Vista che ła ghe permete a l'utente de sercar intrà łe cołone de forma interativa

source: Width for each item
vec: larghesa de ogni ełemento

source: The width used for each item
vec: Ła larghesa doparada par ogni ełemento

source: Layout mode
vec: Modo de distribusion dei ełementi

source: The layout mode
vec: El modo inte el cuało i ełementi i se distribuise

source: Margin
vec: Màrzene

source: Space which is inserted at the edges of the icon view
vec: Spàsio che el se inserise inte i bordi de ła vista a icone

source: Markup column
vec: Cołona de marcadura

source: Model column used to retrieve the text if using Pango markup
vec: Cołona modeło doparada par recuparar el testo se se dòpara el markup Pango

source: Icon View Model
vec: Modeło de ła vista a icone

source: The model for the icon view
vec: El modeło par ła vista a icone

source: Orientation
vec: Orientamento

source: How the text and icon of each item are positioned relative to each other
vec: Cofà che el se pozisionarà el testo e ła icona de ogni ełemento co respeto a chełi altri

source: Pixbuf column
vec: Cołona Pixbuf

source: Model column used to retrieve the icon pixbuf from
vec: Cołona modeło doparada par recuparar in memòria i pixel de l'icona (Pixbuf)

source: Icon column
vec: Cołona de l'icona

source: Model column used to retrieve the absolute path of an image file to render
vec: Modeło de cołona doparada par recuparar ła pozision asołuta de un file de imàzene che ła se raprezentarà

source: Reorderable
vec: Reordenàbiłe

source: View is reorderable
vec: Ła vista ła ze reordenàbiłe

source: Row Spacing
vec: Spàsio intrà łe righe

source: Space which is inserted between grid rows
vec: Spàsio inserio intrà łe righe de ła grea

source: Search Column
vec: Cołona de riserca

source: Model column to search through when searching through item
vec: Modeło de cołona doparada par sercar intrà ełementi

source: Selection mode
vec: Modo de sełesion

source: The selection mode
vec: El modo doparà par ełèzar i ełementi

source: Single Click
vec: Solché un click insima

source: Whether the items in the view can be activated with single clicks
vec: Definir se i ełementi de ła vista i połe èsar verti co solché un click insima

source: Single Click Timeout
vec: Tenpo da spetar par un soło click

source: The amount of time after which the item under the mouse cursor will be selected automatically in single click mode
vec: El tenpo che pasa intrà che el ełemento soto el cursor del mouse el se sełesione automategamente inte el modo de Solché un click

source: Spacing
vec: Spasiatura

source: Space which is inserted between cells of an item
vec: Spàsio inserio intrà łe cełe de un ełemento

source: Text column
vec: Cołona de testo

source: Model column used to retrieve the text from
vec: Cołona modeło doparada par recuparar el testo

source: Preview
vec: Anteprima

source: No file selected
vec: No el ze sta ełezesto nisun file

source: Block Device
vec: Dispozitivo a bloco

source: Character Device
vec: Dispozitivo a caràtari

source: Folder
vec: Carteła

source: Select an Application
vec: Ełèzar na aplicasion

source: _Cancel
vec: _Tornar indrio

source: _Open
vec: _Vèrzar

source: All Files
vec: Tuti i file

source: Executable Files
vec: File ezeguìbiłi

source: Perl Scripts
vec: Script de Perl

source: Python Scripts
vec: Script de Python

source: Ruby Scripts
vec: Script de Ruby

source: Shell Scripts
vec: Script par ła Shell

source: Create Launcher <b>%s</b>
vec: Crear un inisiador <b>%s</b>

source: _Name:
vec: _Nome:

source: C_omment:
vec: C_omento:

source: Comm_and:
vec: _Comando:

source: Working _Directory:
vec: _Carteła de lavoro

source: _Icon:
vec: _Icona:

source: No icon
vec: Sensa icona

source: Options:
vec: Opsion:

source: Use _startup notification
vec: Doparar ła notìfega _co parte el programa

source: Select this option to enable startup notification when the command is run from the file manager or the menu. Not every application supports startup notification.
vec: Ełèzar sta opsion par ativar ła notìfega de inìsio co se ezègue el comando dal zestor de file o dal menù. No tute łe aplicasion łe amete ła notìfeghe de inìsio.

source: Run in _terminal
vec: Vèrzar col _terminałe

source: Select this option to run the command in a terminal window.
vec: Ełèzar sta opsion par ezeguir el comando inte na fenestra del terminałe.

source: Select an icon
vec: Ełèzar na icona

source: _OK
vec: _Bona

source: Select a working directory
vec: Ełèzar na carteła de lavoro

source: File location is not a regular file or directory
vec: Ła pozision no ła ze de un file vàłido o de na carteła

source: Create Launcher
vec: Crear un inisiador

source: Create Link
vec: Crear un cołegamento

source: Create Directory
vec: Crear na carteła

source: Edit Launcher
vec: Modifegar un inisiador

source: Edit Link
vec: Modifegar un cołegamento

source: Edit Directory
vec: Modifegar na carteła

source: Create a new desktop file in the given directory
vec: Crear un file desktop novo inte ła carteła spesifegada

source: Type of desktop file to create (Application or Link)
vec: Tipo de file da crear (aplicasion o cołegamento)

source: Preset name when creating a desktop file
vec: Nome predetermenà co se crea un file desktop

source: Preset comment when creating a desktop file
vec: Comento predetermenà co se crea un file desktop

source: Preset command when creating a launcher
vec: Comando predetermenà co se crea un inisiador

source: Preset URL when creating a link
vec: URL predetermenà co se crea un cołegamento

source: Preset icon when creating a desktop file
vec: icona predetermenada co se crea un file desktop

source: Print the final saved URI after creating or editing the file
vec: Stanpar el ùltemo URI salvà dopo de ver creà o modifegà el file

source: Print version information and exit
vec: Mostrar informasion de ła version e ndar fora

source: [FILE|FOLDER]
vec: [FILE|CARTEŁA]

source: Failed to open display
vec: No se ga podesto vèrzar el schermo

source: os-cillation e.K. All rights reserved.
vec: os-cillation e.K. Tuti i diriti reservai.

source: The Xfce development team. All rights reserved.
vec: Ła scuadra de desviłupo de Xfce. Tuti i diriti reservai.

source: Written by Benedikt Meurer <benny@xfce.org>.
vec: Scrivesto da Benedikt Meurer <benny@xfce.org>.

source: %s comes with ABSOLUTELY NO WARRANTY, You may redistribute copies of %s under the terms of the GNU Lesser General Public License which can be found in the %s source package.
vec: %s el vien oferto SENSA NISUN TIPO DE GARANSIA, El połe redistribuir còpie de %s drio i tèrmani de ła Licensa Pùblega Zenerałe Reduzesta de GNU, che ła se połe catar inte el pacheto de còdaze fonte de %s.

source: Please report bugs to <%s>.
vec: Informar de erori a <%s>.

source: No file/folder specified
vec: No se ga spesifegà el file o ła carteła

source: Failed to load contents from "%s": %s
vec: No se ga podesto cargar el contegnuo de «%s»: %s

source: The file "%s" contains no data
vec: El file «%s» no el ga adentro dati

source: Failed to parse contents of "%s": %s
vec: No se ga podesto anałizar el contegnuo de «%s»: %s

source: File "%s" has no type key
vec: El file «%s» no el ga na ciave che el ghene spesìfeghe el tipo

source: Unsupported desktop file type "%s"
vec: Tipo de file desktop no el ze suportà "%s"

source: _Help
vec: _Juto

source: C_reate
vec: _Crear

source: _Save
vec: _Salvar

source: Choose filename
vec: Sełesionar el nome del file

source: Failed to create "%s".
vec: No se ga podesto crear «%s».

source: Failed to save "%s".
vec: No se ga podesto salvar «%s».

source: Usage: exo-open [URLs...]
vec: Doparasion: exo-open [URL...]

source: exo-open --launch TYPE [PARAMETERs...]
vec: exo-open --launch TIPO [PARÀMETRI...]

source: -?, --help Print this help message and exit
vec: -?, --help Stanpa sto mesajo de juto e va fora

source: -V, --version Print version information and exit
vec: -V, --version Stanpa informasion so ła version e va fora

source: --launch TYPE [PARAMETERs...] Launch the preferred application of TYPE with the optional PARAMETERs, where TYPE is one of the following values.
vec: --launch TYPE [PARAMETERs...] Inìsia łe aplicasion preferie de TIPO co PARÀMETRI opsionałi, andove TIPO el ze uno dei vałori seventi.

source: --working-directory DIRECTORY Default working directory for applications when using the --launch option.
vec: --working-directory CARTEŁA Carteła de lavoro predefinia par łe aplicasion co se dòpara ła opsion --launch.

source: The following TYPEs are supported for the --launch command:
vec: Cuełi che vien i ze i TIPI suportai par el comando --launch:

source: WebBrowser - The preferred Web Browser. MailReader - The preferred Mail Reader. FileManager - The preferred File Manager. TerminalEmulator - The preferred Terminal Emulator.
vec: WebBrowser - El navegador web preferio. MailReader - El letor de mail preferio. FileManager - El zestor de file preferio. TerminalEmulator - El emułator de terminałe preferio.

source: If you don't specify the --launch option, exo-open will open all specified URLs with their preferred URL handlers. Else, if you specify the --launch option, you can select which preferred application you want to run, and pass additional parameters to the application (i.e. for TerminalEmulator you can pass the command line that should be run in the terminal).
vec: Si no ła vien spesifegada ła opsion --launch, exo-open el verzarà tuti i URL spesifegai co i manejadores de URL preferii. In cànbio, se ła vien spesifegada ła opsion --launch, se podarà ełèzar ła aplicasion preferia che se vołe ezeguir e pasar paràmetri zontivi a ła aplicasion (par ezénpio, par TerminalEmulator, se podarà pasarghe ła lìnea de comandi che i vegnarà ezeguii inte el terminałe).

source: Launching desktop files is not supported when %s is compiled without GIO-Unix features.
vec: No i połe vegner inisiai file desktop se %s el ze sta conpiłà sensa łe caratarìsteghe GIO-Unix.

source: Failed to launch preferred application for category "%s".
vec: No se ga podesto inisiar ła aplicasion preferia par ła categoria «%s».

source: Unable to detect the URI-scheme of "%s".
vec: No se połe catar el schema URI de «%s».

source: Failed to open URI.
vec: Mo se ga podesto vèrzar el URI.
